Repository: seanpm2001/mt-training-data
Catalog: ann/ann_pontoon.tmx
Source language: en_us
Languages: ann

source: %1$s is requesting your username and password.
ann: %1$s ìkido erieen̄ òsikwaan̄ kwun̄ mè ikọ-atafia.

source: %2$s is requesting your username and password. The site says: “%1$s”
ann: %2$s ìkido erieen̄ òsikwaan̄ kwun̄ mè ikọ-atafia. Akpatan̄ ya ìbe: “%1$s”

source: Accept the Risk and Continue
ann: Chieek Unan ya mè Fo isi

source: Advanced…
ann: Òdọdọk…

source: Cannot Complete Request
ann: Kpekọt Ìrọ Mbeek Ìsan̄a

source: Go Back (Recommended)
ann: Gwu kom (Mîrọ inye)

source: <p>Additional information about this problem or error is currently unavailable.</p>
ann: <p>Kpunu ofifi etip òfolek ufialek mè ìre ǹlilọ yi.</p>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ann: <p>Òwọlọ-etip îtibi itet inwọn, ire, mîgbugbana ntibi-ntet ya mgbọ îkiria etip.Soso kpọk sa.</p> <ul> <li>Môkọt ire akpatan̄ yaìkakup mgbọ keyi mè ìre ìkirọ owuwa ikwaan̄. Kpọk sa me mgbidim mgbọ.</li> <li>Ire òkakọt ìchili akpọk geege, kpọ data okup me okwukwut kwun̄ mè ìyaka ire ntibi-ntet Wi-Fi kwun̄.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
ann: <p>Òwọlọ-etip îtele isasa lek me ibọbọkọ inu ya edobe. Ere akpatan̄ ya ìkigwu mbeek ya me otu oniin̄ kporọbe isan̄a.</p> <ul> <li>Ìre oniin̄ sà ìre ogban cookies eyi akpatan̄ yi okidobe?</li> <li>Ire ichechieek cookies ìkarọ ufialek yi ita, môkọt ire onineen̄ òbeme-etip, ìkare okwukwut kwun̄.</li> </ul>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ann: <p>Ere akpatan̄ ya edobe ìkanyi ifọọk ntibi-ntet eweekbe, òwọlọ-etip si îta ikukup iban ifọọk.</p> <ul> <li>Ìre môkọt ire owuwa iweweek okisi lek òbeme-etip? Kpọk sa ofifi mgbọ.</li> <li>Ìre òkakọt ìwọlọ ere akpatan̄ yi? Kpọ ntibi-ntet eyi okwukwut kwun̄.</li> <li>Ìre firewall sà ìre proxy okibem okwukwut kwun̄? Onineen̄ eyi ìkatatge môkọt igbugbana iwọwọlọ olik etip.</li> <li>Owu gwa okikpọk ikaan̄ ufialek? Chichini ogwu àdìmin njin-etip kwun̄.</li> </ul>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
ann: <p>Ere akpatan̄ ya ìfọọk me oniin̄ kpekpọ chieen̄, eya orọ òwọlọ-etip ìkayaka ìkọt ìje ìfo isi.</p>

source: Secure Connection Failed
ann: Ìkakọt ìtibi ìnin̄ me utelelek

source: The connection has timed out
ann: Okike mgbọ esun̄be inyi ntibi-ntet yi îraka

source: The connection was interrupted
ann: Mîkput ntibi-ntet ya

source: The page at %1$s says:
ann: Akpọk òkup me %1$s ìbe:

source: The page isn’t redirecting properly
ann: Akpọk ya ìkagwu ìsi ìtat

source: Try Again
ann: Kpọk Sa

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ann: <ul> <li>Akpọk okisa lek ijeen̄The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ann: <ul> <li>Môkọt ire ere akpatan̄ ìkakup me mgbidim mgbọ mè ìyaka ire ìkirọ owuwa ikwaan̄. Kpọk sa lek me mgbidim mgbọ.</li> <li>Ire òkakọt ìchili akpọk geege, kpọ data òkup me okwukwut kwun̄ mè ìyaka ire Wi-Fi kwun̄.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ann: <ul> <li>Eyi môkọt ire ufialek mèlek onineen̄ òbeme-etip. Môkọt si ire enw okisa lek ifafiaan̄ irọ kubọk ọmọ ore achubọk òbeme-etip ya.</li> <li>Ire owuulek irak itibi itet me lek òbeme-etip yi me mgbọ òraraka, ufialek yi ìbokup mgbidim mgbọ gaalek; owu môkọt igwu ikom inisa me mgbidim mgbọ.</li> </ul>

source: Unable to connect
ann: Ìkakọt ìtibi ìtet

source: Unexpected response from server
ann: Ifọọk eyi kpekpọ chieen̄ ònan̄a me òbeme-etip

source: account recovery key
ann: atafi isasa ikpọk ibọkọ akawunti

source: add-on
ann: ntap-nsọkọ

source: aggregate
ann: ototuuk

source: All Hands
ann: Otutuuk ene

source: alternate text
ann: inu-nge ofifi

source: appear
ann: òbosibi

source: appearance
ann: ngwugwat

source: attack
ann: itim mèlek

source: attacker
ann: ogwu etim

source: Attack Site
ann: Akpatan̄ òtim

source: attendee
ann: ogwu òsisi

source: authenticate
ann: irọ inye

source: authenticated
ann: mîrọ inye

source: autoplay
ann: ifit-lek

source: back out
ann: igwu isun̄

source: backup authentication code
ann: iman̄ nrọ-nnye eyi esun̄ iban

source: black box
ann: okop ofifit

source: bookmark
ann: tap iman̄-ikpa

source: boolean
ann: kè boole

source: boot
ann: ilap

source: breakpoint
ann: ere ntet-nkaan̄

source: Bug report
ann: Ikpakpa nlilọ eyi ekwu

source: certificate authority
ann: ònyi ikpa-unye

source: channel
ann: emen òkpot

source: cipher
ann: saifà

source: clipboard
ann: akpọk-ntet

source: clockwise
ann: gọọk òfuk-mgbọ

source: colorway
ann: unwen okwut-isi

source: compact
ann: nchat-nchat

source: context
ann: irek

source: contribute
ann: tip

source: cookie banner
ann: egop kuki

source: corrupt
ann: înwene

source: corrupted
ann: òfafiat

source: counterclockwise
ann: da òfuk-mgbọ

source: crash
ann: mfiat

source: cross-site tracking cookie
ann: kuki òkigọọk ikan̄a akpatan̄ etip

source: cryptominer
ann: ògbala-kiripto

source: cryptomining
ann: igbala-kiripto

source: debug
ann: san̄a m̀fiat

source: deceptive site
ann: akapatan̄ ofiaan̄

source: decode
ann: chili wele

source: decryption
ann: ichichili iwele

source: disinformation
ann: nlilọ etip

source: distrust
ann: kabieen̄ ejit

source: eavesdropping
ann: kanyi irek

source: enable
ann: rọ ikisi ikwaan̄

source: encode
ann: tap me iman̄

source: encrypt
ann: tap me iman̄ nlelet

source: encryption
ann: itatap me iman̄ nlelet

source: end user
ann: ogwu òbosa irọ inu

source: Enhanced Tracking Protection
ann: Ògban ngọọk eyi erọbe ijaan̄

source: extension
ann: ǹsọ̀kọ

source: external
ann: oyet

source: Fellow
ann: Usộnte

source: filter bubble
ann: òruku-etip

source: fingerprinter
ann: ògwook iman̄ otubọk

source: fingerprinting
ann: igwook-iman̄ otubọk

source: Firefox View
ann: Okwut-isi Firefox

source: gear
ann: òriọọn̄

source: grassroots
ann: ebon-mbubet

source: home page
ann: isi uwu

source: idle
ann: ikike

source: import
ann: gwen tap

source: independent browser
ann: òwọlọ-etip òkaan̄ lek

source: innovations
ann: aya ifuk-ibot

source: insecure
ann: kpunu okwukwek

source: installation
ann: iwowop

source: Issue
ann: Nyi

source: L10n
ann: N7p

source: Legacy extension
ann: Oka ntap-nsọkọ

source: misinformation
ann: inyinyi nlilọ etip

source: native
ann: eyi iman

source: nonprofit
ann: kpeweek oruru

source: non-profit
ann: kpeweek oruru

source: open source
ann: nchili-mbook

source: override
ann: ben irek

source: participation
ann: itatap lek

source: Patch
ann: Pachi

source: pop-up
ann: òwulu-osibi

source: preference
ann: ineme

source: release
ann: nsan̄a-nsibi

source: report
ann: etip

source: revert
ann: gwu kana

source: search suggestion
ann: nkeek iweweek

source: security keys
ann: atafi mbem

source: sensitive
ann: òkup nlelet

source: sidebar
ann: akpọk agba

source: sign
ann: rọ nye

source: signer
ann: ogwu òrọ inye

source: sign in
ann: tibi nin̄

source: sign-in
ann: ititibi-nnin̄

source: studies
ann: ikwekween̄

source: track
ann: gọọk kana

source: trackers
ann: ngọọk

source: Turbo Mode
ann: Eru Tọbo

source: unencrypted
ann: kpegbaka

source: unresponsive
ann: ìkafọọk

source: unsafe
ann: ìkatat

source: validate
ann: rọ nye

source: version
ann: òsolek
